Repository: common-repository/ws-audio-player
Catalog: lanugages/wsap-*.po
Languages: be_by

source: 请输入MP3地址[MP3 URI]
be_by: внутренняя ссылка на mp3

source: 是否显示歌曲名,不显示请留空[Will you show Music Name?]
be_by: Если вы хотите показать название Музыка, пожалуйста, название сделайте пустым.

source: 是否可以下载,不可以请留空,默认为可以下载[Can it download?]
be_by: Если вы хотите, чтобы люди могли скачать его, пожалуйста, введите "скачать" или сделать поле пустым.

source: 升级警告！
be_by: Предупреждение обновления!

source: 由WS Audio Player升级不当的原因，造成某些文件和文件夹丢失，请<a href="%1$s">点击这里</a>重新下载最新版本并重新安装本插件。
be_by: Что-то сломалось во время обновления плагина с именем "ws audio player", попробуйте <a href="%1$s">Скачать</a> его и переустановить.

source: 版本警告！
be_by: Предупреждение версии!

source: 你当前使用的Wordpress不是2.5版本，请更新Wordpress版本至2.5+以上在使用WS Audio Player插件。谢谢你的支持！
be_by: К сожалению, WordPress не 2,5 или более высокой версии. WAS аудио плеер используется только в 2,5 или более высокой версии.

source: screen_white
be_by: белый экран

source: CSS文件不能写入
be_by: CSS файл не читается

source: 使用说明
be_by: Читать readme-файл

source: <b>提示</b>: 如果你的WordPrss版本在2.5+，则可以在富文本模式和代码模式下直接点击按钮插入！如果你想DIY，则可以参考下面的代码
be_by: <b>Примечание:</b> Эта настройка используется только для WordPress 2.5 +. и вы можете вставить музыку с помощью кнопки между Vistual режим и режимом HTML. Если вы хотите код для вставки музыки, вы взять этот код.

source: 代码格式
be_by: КОД

source: 发布日志的时候，在代码状态输入：<b>[audio=音乐的地址</b><i>[,音乐名称,download]</i><b>]</b><br >其中音乐名称和download（是否可下载）为可选择选项。
be_by: Создание сообщений / страницу, которая содержит фрагмент кода после <b>[audio=Music URL</b><i>[, Music Title, download]</i><b>]</b>

source: 举例说明
be_by: Пример

source: 插入一首名为“<b>爱转角</b>”，音乐的地址为<b>http://icyleaf.com/music.mp3</b>
be_by: Инъекции названия песни<b>1973</b>, и ссылка на песню<b>http://icyleaf.com/1973.mp3</b>

source: 样式1
be_by: Пример 1

source: 只显示播放器<br /><b>[audio=http://icyleaf.com/music.mp3]</b>
be_by: Показать только аудиоплейер<br /><b>[audio=http://icyleaf.com/1973.mp3]</b>

source: 样式2
be_by: Пример 2

source: 只显示播放器以及音乐名称<br /><b>[audio=http://icyleaf.com/music.mp3,爱转角]</b>
be_by: Инъекции название песни и имя Музыка<br /><b>[audio=http://icyleaf.com/1973.mp3,1973]</b>

source: 样式3
be_by: Пример 3

source: 只显示播放器以及下载按钮（注意，中间有两个逗号）<br /><b>[audio=http://icyleaf.com/music.mp3,,download]</b>
be_by: КОД

source: 样式4
be_by: Пример 4

source: 全部显示：播放器，音乐名称，下载按钮<br /><b>[audio=http://icyleaf.com/music.mp3,爱转角,download]</b>
be_by: Показать аудиоплейер, заголовок можно скачать. <br /><b>[audio=http://icyleaf.com/1973.mp3,1973,download]</b>

source: 注意事项
be_by: Заметка

source: 1.除了音乐名称外，其他符号均为英文半角状态。<br />2.如果只准备显示播放器以及下载按钮，不要忘记中间为两个逗号。
be_by: Если вы хотите показать только аудиоплеер и кнопку Загрузить, не забывайте две запятые между аудиоплеером и кнопкой Загрузить

source: 外观设置
be_by: Настройки стиля

source: 外观选择
be_by: Выбрать

source: White(默认)
be_by: Белый (по умолчанию)

source: Blue
be_by: голубой

source: 白色经典
be_by: Классический

source: 自定义CSS
be_by: Пользовательский CSS

source: CSS文件不能写入！
be_by: CSS-файл не читается

source: 设置提示
be_by: Информация

source: 1.外观除了Flash播放器本身以外（白色），均使用CSS控制其效果。<br />2.如果你要自定义CSS样式，请先screen.css文件的属性设置为777。
be_by: Если выбрать <b>польз. CSS</b>, выставьте права к screen.css файлу как 777.

source: 保存设置
be_by: Сохранить настройки

source: 捐赠本插件
be_by: Пожертвовать

source: 设置
be_by: Настройки

source: 音乐地址
be_by: URL на музыку

source: 音乐标题
be_by: Название музыки

source: 下载功能
be_by: Скачать

source: 是否显示下载按钮
be_by: Показать кнопку скачки.

source: 温馨提示：音乐文件只支持MP3格式。<br />如果你有更好的建议和想法，你可以 <a href="mailto:icyleaf.cn@gmail.com">写信给我 </a>或者在 <a href="http://icyleaf.com" target="_blank">我的博客</a> 上面留言:)</p>
be_by: Подсказка: поддерживается только MP3.<br />Если у вас хорошие предложить и некоторые другие вещи, <a href="mailto:icyleaf.cn@gmail.com">напишите мне</a> или оставьте сообщение в <a href="http://icyleaf.com" target="_blank">моем блоге</a>.

source: 取消
be_by: Cancel

source: 插入
be_by: Insert
